Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: eggs
af: eiers

source: melted butter
af: gesmelte botter

source: baking powder
af: bakpoeier

source: salt
af: sout

source: milk
af: melk

source: cooking oil
af: kookolie

source: learners might write the batter was runny and a pale creamy colour when it was raw and it was stiff and pale brown with dark brown edges when it was cooked .
af: leerders mag skryf die deegmengsel was loperig met 'n ligte roomkleur toe dit rou was en styf met 'n ligbruin kleur en donkerbruin rante toe dit gaar was .

source: before it was cooked the batter tasted sweet and raw floury but after it was cooked it tasted like cake .
af: voor dit gebak is het die deeg soet en rou melerig geproe maar nadat dit gebak is het dit soos koek geproe .

source: before it was cooked the batter felt cold slippery and liquid but after it was cooked it felt warm soft and rubbery .
af: voordat dit gebak is was die deeg koud glibberig en vloeibaar maar nadat dit gebak is het dit warm sag en sponserig gevoel .

source: the purpose of this activity is for learners to develop an understanding that the amount of new material we can make is directly influenced by the amount of starting material we have .
af: die doel van hierdie aktiwiteit is om leerders te leer dat die hoeveelheid nuwe materiaal wat ons kan maak direk bepaal word deur die hoeveelheid aanvangmateriaal wat ons het .

source: saymore is making flapjacks for three of his friends .
af: saymore maak plaatkoekies vir drie van sy vriende .

source: he uses the recipe in the previous activity .
af: hy gebruik die resep van die vorige aktiwiteit .

source: he is very careful not to waste any of the batter .
af: hy is versigtig om nieenige deegmengsel te vermors nie .

source: when all the batter is finished he counts the number of flapjacks he has made .
af: sodra al die deeg opgebruik is tel hy die aantal plaatkoekies wat hy al gemaak het .

source: there are 12 large flapjacks .
af: daar is 12 groot plaatkoekies .

source: he is very pleased with himself because it means each one of them can have 3 large flapjacks .
af: hy is baie trots op homself omdat dit beteken dat elkeen van hulle drie groot plaatkoekies kan eet .

source: how many flapjacks could saymore make if he used only half of the batter ?
af: hoeveel plaatkoekies sou saymore kon maak as hy net die helfte van die deegmengsel sou gebruik ?

source: saymore could only make 6 large flapjacks if he used half of the batter .
af: saymore sou slegs ses plaatkoekies kon maak as hy die helfte van die deegmengsel sou gebruik .

source: saymore decides to invite 4 more friends to eat flapjacks .
af: saymore besluit om nog vier vriende te nooi om plaatkoekies te eet .

source: that means there will be 8 people in total .
af: dit beteken dat daar 'n totaal van agt mense sal wees .

source: how many flapjacks would he need to make if each person eats 3 flapjacks ?
af: hoeveelplaatkoekies sal hy moet maak as elkeen drie plaatkoekies eet ?

source: saymore would need to make 24 flapjacks 3 x 8 24 .
af: saymore sal 24 plaatkoekies 3x8 24 moet maak .

source: 4 cups
af: 4 koppies

source: 5 teaspoons
af: 5 teelepels

source: 6 tablespoons
af: 6 eetlepels

source: 1 teaspoon
af: 1 teelepel

source: 3 cups
af: 3 koppies

source: 4 tablespoons
af: 4 eetlepels

source: in the next section the ideas that were developed around preparing processing food are extended to other contexts .
af: in die volgende afdeling word die idees wat rondom voorbereiding bewerking van voedsel ontwikkel is verder uitgebrei .

source: it may be useful to link the new ideas back to the examples of food processing because these are closer to learners' everyday experiences .
af: dit sal moontlik nuttig wees om die nuwe idees in verband te bring met die voorbeelde van voedselverwerking omdat hierdie voorbeelde nader aan die leerders se alledaagse ervarings is .

source: list three reasons why we process materials .
af: lys drie redes waarom ons materiale verwerk .

source: we process materials to make them stronger more durable waterproof fire resistant more beautiful any sensible reason is correct .
af: ons verwerk materiale om hulle sterker meer duursaam waterdig brandbestand mooier ens. te maak enige sinvolle antwoord is korrek .

source: tea coffee or any beverage salt water sugar water or any other sensible example .
af: tee koffie of enige drankie soutwater suikerwater of enige ander sinvolle voorbeeld .

source: what is stainless steel ?
af: wat is vlekvrye staal ?

source: stainless steel is iron mixed with other metals to make it strong and to prevent rust .
af: vlekvrye staal is yster gemeng met ander metale om dit sterker en roesbestand te maak .

source: in picture 1 the clay is wet and soft .
af: in foto 1 is die klei nat en sag .

source: it has been mixed with some water so it can be moulded .
af: dit is met water gemeng sodat dit gevorm kan word .

source: in picture 2 the clay is hard and dry .
af: in foto 2 is die klei hard en droog .

source: but it is also brittle as if you drop it on the floor it will smash .
af: maar dit is ook bros as jy dit op die vloer laat val sal ditbreek .

source: to get from the clay in picture 1 to the pot in picture 2 the clay was moulded into a specific shape and then left to dry .
af: om van die klei in foto 1 na die pot in foto 2 te kom is die klei in 'n spesi&#64257;eke vorm gevorm en dan droog laat word .

source: after drying it was fired in a kiln to bake it and make it set .
af: n&#225; droging is dit in 'n steenoond gebak om hard te word en te stol .

source: it was also painted at the end .
af: dit is ook aan die einde geglansuur .

source: a cast is normally made of plaster of paris as when it is wet and the powder is first mixed with water it is soft and can be moulded onto the arm and fit the shape of the arm .
af: die ondersteuning vir 'n gebreekte arm word gewoonlik van gips gemaak omdat die aanvanklike nat mengsel wat verkry word wanneer die poeier met water gemeng word sag is en perfek om die vorm van die arm gevorm kan word .

source: however when the plaster of paris dries and sets it becomes very hard and strong .
af: wanneer die gips egter laat droog word en stol word dit baie hard en sterk .

source: this is useful as the cast needs to protect the broken arm and hold it still until the bones have mended .
af: hierdie eienskap is handig omdat die gipsvorm die arm moet beskerm en stil hou totdat die bene weer aangegroei het .

source: bricks are made by shaping the clay into rectangle shapes and then firing them in a kiln .
af: bakstene word gemaak deur klei in reghoekige vorms te druk en dan in 'n sttenoond te bak .

source: what are the properties of bricks after firing ?
af: wat is die eienskappe van bakstene nadat hulle verhit is ?

source: name a few places where bricks are used .
af: noem sommige van die plekke waar bakstene gebruik word .

source: bricks are hard and durable meaning they will build strong houses .
af: bakstene is hard en duursaam wat beteken dat sterk huise daarmee gebou kan word .

source: bricks are used to build houses and other buildings such as schools shops etc .
af: bakstene word gebruik om huise en ander geboue soos skole winkels ens. te bou .

source: bricks could also be used to make a path or floor or driveway .
af: dit kan ook gebruik word om 'n pad vloer of oprit temaak .

source: this unit provides an opportunity for learners to think of materials in terms of the distinctions between raw and processed materials .
af: hierdie eenheid gee aan leerders die geleentheid om te dink aan materiale in terme van die onderskeid tussen grondstowwe en verwerkte materiale .

source: it is also an opportunity to link to indigenous knowledge when dealing with traditional methods of processing materials and to draw learners attention to the fact that many of these traditional methods of processing are still used today .
af: dit is ook 'n geleentheid om 'n verband met inheemse kennnis te skep wanneer die tradisionele metodes van verwerking bespreek word en om die leerders se aandag te vestig op die feit dat baie van hierdie tradisionele verwerkingsmetodes deesdae steeds gebruik word .

source: they are mostly supportive of sustainable living practices and are becoming very trendy as a result .
af: hulle ondersteun meestal volhoubare lewenswyses en gevolglik raak hulle toenemend gewild .

source: the introduction to this unit links it to the units that have preceded it .
af: die inleiding tot hierdie eenheid hou verband met al die eenhede wat dit voorafgaan .

source: we call materials that have not yet been processed raw materials .
af: ons noem materiale wat nog nie verwerk is nie grondstowwe .

source: raw materials are made into other things .
af: grondstowwe word verwerk tot ander dinge .

source: when raw materials are in the form in which they are found in nature we can call them natural materials .
af: wanneer grondstowwe in die vorm is waarin hulle in die natuur voorkom noem ons hulle natuurlike materiale .

source: a natural material is any material that comes from plants animals or the ground .
af: 'n natuurlike materiaal is enige materiaal wat kom van plante diere of die grond .

source: we have learnt that there are many different ways in which materials can be processed to give them new properties .
af: ons het geleer dat daar baie verskillende maniere is waarop materiale verwerk kan word om hulle nuwe eienskappe te gee .

source: after processing they may look smell feel or taste different .
af: na verwerking kan hulle dalk anders lyk ruik voel of proe .

source: they will probably also be used for a totally different purpose from before .
af: hulle sal waarskynlik ook vir 'n heeltemal ander doel gebruik word as vantevore .

source: processed materials are materials which have been refined or built by humans from raw materials .
af: verwerkte materiale is materiale wat deur mense vanuit grondstowwe verfyn of opgebou is .

source: some examples include paper steel and glass .
af: voorbeelde sluit in papier staal en glas .

source: teacher's note in this activity the learners must study a list of materials and then decide which represent raw materials and which represent processed materials .
af: onderwysersnota in hierdie aktiwiteit moet die leerders 'n lys van materialebestudeer en dan besluit watter verteenwoordig grondstowwe en watter verwerkte materiale .

source: it is recommended that this should be a small group activity since discussion and joint decision making is required .
af: dit word aanbeveeldat hierdie as 'n kleingroepaktiwiteit gedoen word aangesien dit bespreking en gesamentlike besluitneming verg .

source: all the materials in the list above have been placed into a table below .
af: al die materiale in die lys hierbo is in die tabel hieronder saamgevat .

source: discuss each material in your group and decide how to classify it .
af: bespreek elke materiaal in jou groep en besluit hoeom dit te klassifiseer .

source: is it a raw material or a processed material ?
af: is dit 'n grondstof of 'n verwerkte materiaal ?

source: does it come from plants animals or the ground ?
af: kom dit vanaf plante diere of uit die grond ?

source: you can look at the table to guide you .
af: jy kan die tabel gebruik om jou te help .

source: categories of materials
af: kategorie&#235; van materiale

source: processed
af: verwerkte

source: raw
af: grondstof

source: earth minerals
af: aarde minerale

source: animal
af: dier

source: earth
af: aarde

source: 'necklace made of shells' 'vegetable soup' and 'rice' do not have matches .
af: halssnoer gemaak van skulpe groentesop en rys het nie bypassende materiale nie .

source: use your discretion in evaluating learners' answers; some possibilities have been suggested in the table .
af: gebruik jou diskresie om die leerders se antwoorde te evalueer; 'n paar moontlikhede word in die tabelvoorgestel .

source: maize meal
af: mieliemeel

source: toothpaste
af: tandepasta

source: minerals from a mine
af: minerale uit 'n myn

source: sausage
af: wors

source: meat
af: vleis

source: metal furniture
af: metaalmeubels

source: metal from a mine
af: metaal uit 'n myn

source: wooden furniture
af: houtmeubels

source: leather shoes
af: leerskoene

source: animal skin
af: dierevel

source: crude oil
af: ru olie

source: necklace made of shells
af: halssnoer gemaak van skulpe

source: sea shells
af: seeskulpe

source: vegetable soup
af: groentesop

source: vegetables
af: groente

source: rice porridge rice cakes 'rice crispies'
af: ryspap ryskoekies pofrys

source: rice
af: rys

source: materials that have been processed are very useful to us because they have special properties .
af: materiale wat verwerk is is baie nuttig vir ons omdat hulle spesiale eienskappe het .

source: we already know that processed materials can be strong and durable .
af: ons weet reeds dat verwerkte materiale sterk en duursaam kan wees .

source: but what other properties do they have ?
af: maar watter ander eienskappe het hulle ?

source: let's look at some example .
af: kom ons kyk na 'n paar voorbeelde .

source: what do you put on when it is raining outside ?
af: wat trek jy aan wanneer dit buite re&#235;n ?

source: some processed materials are useful to use because they are waterproof .
af: sommige verwerkte materiale word gebruik omdat hulle waterdig is .

source: a rain jacket is made of a material which is waterproof and so is an umbrella .
af: 'n re&#235;njas en 'n sambreel is gemaak van materiale wat waterdig is .

source: maybe you might wear gum boots or wellingtons ?
af: miskien dra jywaterstewels ?

source: these shoes are very waterproof and made from specially processed plastic and rubber .
af: hierdie skoene is besonder waterdig en gemaak van verwerkte plastiek en rubber .

source: paint is a processed material .
af: verf is 'n verwerkte materiaal .

source: the pigments used to make paint are natural materials but the final product is a processed material .
af: sommige van die pigmente wat in verf gebruik word is natuurlike materiale maar die finale produk is 'n verwerkte materiaal .

source: do you remember we mentioned pigments last term in life and living ?
af: onthou jy dat ons verlede kwartaal pigmente bespreek het ?

source: what was the green pigment used in photosynthesis to make food for plants ?
af: wat was die groen pigment wat in fotosintese gebruik word om voedsel vir plante te maak ?

source: chlorophyll
af: chlorofil

source: what special properties of paint make it useful to us ?
af: watter spesiale eienskappe van verf maak dit vir ons bruikbaar ?

source: paint is in a liquid form so it can be easily painted on a surface .
af: verf is in 'n vloeibare vorm sodat dit maklik op 'n oppervlakte geverf kan word .

source: paint also has colour so it can be used decoratively .
af: verf het ook kleur sodat dit as versiering kan dien .

source: think of all the cases where people use paint and write them down .
af: dink aan al die gevalle waar mense verf gebruik en skryf dit neer .

source: we paint the walls in our houses we paint the outside walls of buildings we paint roofs we paint fences especially iron fences to stop them from rusting artists use paint to make paintings people use paint to make signs which are informative we paint road signs on the road to tell cars where to go .
af: ons verf die mure van ons huise ons verf die buitemure van geboue ons verf dakke ons verf heinings veral ysterheinings om dit teen roes te beskerm kunstenaars gebruik verf om skilderye te skep mense gebruik verfom kennisgewingborde te maak wat inligting oordra ons verf padtekens om motorbestuurders te help om te weet waar om te gaan .

source: we have just seen that processed materials can be used because they have special properties such as paint having the ability to change an object's colour .
af: ons het pas gesien dat verwerkte materiale gebruik kan word omdat dit spesiale eienskappe soos verf wat die vermo&#235; het om voorwerp se kleur te verander .

source: in the last chapter we looked at concrete .
af: in die vorige hoofstuk het ons gekyk na beton .

source: we learned how to make concrete by combining different materials .
af: ons het geleer hoe om beton te maak deur verskillende materiale te kombineer .

source: but concrete can also be used decoratively as it has many different textures .
af: maar omdat beton verskillende teksture kan h&#234; kan dit ook dekoratief gebruik word .

source: look at the pictures below which give some idea of the different textures of concrete and how it is used to make surfaces look interesting !
af: kyk na die foto's hieronder wat jou 'n idee sal gee van die verskillende teksture van beton en hoe dit gebruik word om oppervlakke interessant te laat lyk !

source: a fun activity here would be to take learners on a walk around school to see how many different textures you can identify on the buildings paths pavements etc .
af: 'n prettige aktiwiteit sal wees om die leerders vir 'n wandeling om die skool te neem om te sien hoeveel verskillendeteksture julle op die geboue paadjies sypaadjies ens. kan identi&#64257;seer .

source: they can make rubbings using pieces of paper and pencils or wax crayons .
af: leerders kan vryfafdrukke afetsings maak deur stukkies papier en potlode of waskryte te gebruik .

source: this can be used as a possible project where learners have to present their findings either in the form of a poster a pamphlet or an oral to the class .
af: daar is so baie ander eienskappe wat ons kan bespreek soos dat dit brandbestand is .

source: encourage learners to experiment with drawing and even making rubbings of different textures .
af: maar dit sal die beste vir jou wees om uit te gaan en dit vir jouself te ontdek sodat jy met nuwe o&#235; na die materiale om jou kan kyk !

source: in the next section we will learn about some of the ways in which people processed materials in early times .
af: instruksies

source: this section is quite reading intensive .
af: in die volgende afdeling sal ons van sommige van die maniere leer waarop mense in die ou dae materiale verwerk het .

source: there are two rather long stories about the khoikhoi youngster heitsi that describe various methods of traditional processing .
af: sommige vanhierdie tradisionele verwerkigsmetodes word vandag nog gebruik .

source: one idea would be to use these stories as comprehension pieces .
af: hierdie afdeling is redelik leesintensief .

source: depending on the reading level of your learners you may choose to read it to them or let the learners each read a paragraph in turn. it is a requirement of caps that 'learners should read write draw and do practical tasks regularly'. another idea may be to allow learners to act out the two stories about heitsi and his family .
af: daar is twee redelike lang stories oor 'n khoikhoi jongeling heitsi wat verskeie metodes van tradisionele verwerking beskryf .

source: an important cultural message to bring across is the resourcefulness of our ancestors and how they used what was available to make their lives more comfortable .
af: 'n goeie idee sal wees om hierdie stories as begripsoefeninge te gebruik .

source: people have been processing materials from the earliest times .
af: 'n belangrike kulturele boodskap om oor te dra is die ondernemingsgees van ons voorsate en hoe hulle dit wat beskikbaar was gebruik het om hulle lewens meer gemaklik te maak .

source: the first people who lived in our land had ways to harden wood and bone for making tools and hunting weapons .
af: mense het reeds vanaf die vroegste tye materiale verwerk .

source: they also had ways of reinforcing the mud used for making traditional huts .
af: in die ou dae was slegs natuurlike materiale beskikbaar en het mense baie slim maniere gevind om hierdie materiale meer bruikbaar te maak .

source: some of these traditional ways of processing materials are still used today .
af: die eerste mense wat in ons land geleef het het maniere gehad om hout en been te verhard om gereedskap en wapens vir jag te maak .

source: in this section we will learn more about them .
af: hulle het ook maniere gehad om die modder wat hulle vir die oprig van tradisionele hutte gebruik het te versterk .

source: before south africa was a country several interesting groups of people lived in our land .
af: sommige van hierdie tradisionele maniere van materiaalverwerking word vandag steeds gebruik .

source: the khoikhoi people were one of the first nations to live in southern africa and many modern day south africans are descendants of the khoikhoi .
af: in hierdie afdeling gaan ons meer daaroor leer .

source: heitsi prepares for the hunt
af: instruksies

source: heitsi is getting his hunting kit ready for the hunt .
af: heitsi berei voor vir die jagtog

source: heitsi is very excited about the hunt .
af: heitsi is besig om sy jagtoerusting vir die jagtog gereed te kry .

source: today he is hoping to kill a springbok because he wants to cut a head dress for himself from the skin of the springbok .
af: hy is nog nie 'n man nie maar is reeds 'n goeie jagter .

source: he can already imagine how envious his friends will be when he wears it proudly around his head .
af: toe hy 11somers gelede gebore is het sy ma hom vernoem na heitsi eibib 'n mitiese jagter towenaar en krygsman in die stories van sy mense .

source: he will give the rest of the springbok skin to his mother to turn into a blanket karos or a piece of clothing for his new baby sister .
af: heitsi is baie opgewonde oor die jagtog .

source: his mother will scrape the skin with a sharp stone or metal blade to remove the hair and rub it with animal fat for a long time to make it soft .
af: vandag hoop hy om 'n springbok dood te maak omdat hy 'n koptooisel vir homself van die springbok se vel wil sny .

source: he also keeps some tinder in his quiver .
af: hy wil die res van die springbokvel vir sy ma gee om 'n kombers karos van te maak of 'n kledingstuk vir sy nuwe babasuster .

source: tinder is the name for the soft dry plant materials his people use when starting a fire .
af: sy ma sal die vel met 'n skerp klip of metaallem skraap om die hare teverwyder en dit dan vir 'n lang ruk met dierevet smeer om dit sag te maak .

source: he knows that he has to handle the arrow tips very carefully because they are very sharp .
af: hy hou ook 'n bietjie tontel in sy koker .

source: he keeps them sharp by rubbing them on a special stone .
af: tontel is die naam vir die sagte dro&#235; plantmateriaal wat sy mense gebruik om 'n vuur te begin .

source: another reason why heitsi handles the arrows very carefully is because their tips have been covered with a layer of poison .
af: hy weet dat hy die pylpunte baie versigtig moet hanteer want dit is baie skerp .

source: his cousins sometimes use the sap from poisonous plants to treat their arrow tips but he prefers to use snake poison because it is more potent .
af: hy hou hulle skerp deur hulle teen 'n spesiale klip te skuur .

source: he picks up his bow and admires it for a moment .
af: nog 'n rede waarom heitsi die pyle baie versigtig hanteer is omdat hulle punte met 'n laag gif bedek is .

source: he made it himself from the flexible wood of a wild olive tree .
af: sy nefies gebruik somsdie sap van giftige plante om pylpunte mee te bedek maar hy verkies om slanggif te gebruik omdat dit giftiger is .

source: the last weapon he picks up is his kierie .
af: hy tel sy boog op en bewonder dit vir 'n oomblik .

source: it has a long handle and a knob at the top end .
af: hy het dit self van die buigbare hout van 'n olienhoutboom gemaak .

source: the kierie was a gift from his favourite uncle .
af: die boogsnaar is gemaak van die derm van 'n klein wildekat wat hy verlede somer gejag het .
